{
    "images": [
        {
            "id": 1,
            "link": "/images/chocolateSunset.png",
            "header": "Chocolate Sunset (Orange Brownie)",
            "body": "Behind the scenes at Nooshé Bakery: A glimpse of our handmade desserts crafted with natural ingredients, freshly baked in Manchester"
        },
        {
            "id": 2,
            "link": "/images/twilight.png",
            "header": "Saffron Pistachio Twilight (Persian Cheesecake)",
            "body": "A luxurious Persian cheesecake made with pure saffron, pistachios, and touch of rose water. This rich and elegant dessert blends Persian flavours with modern home-baking perfection."
        },
        {
            "id": 3,
            "link": "/images/strawberry.png",
            "header": "Ruby Velvet+",
            "body": "Experience Nooshe’s signature Red Velvet Fruit Cake, a handcrafted masterpiece layered with smooth fresh cream and homemade strawberry jam, topped with fresh strawberries, blueberries, and raspberries. Perfect for birthdays, celebrations, or afternoon indulgence, this elegant cake blends rich cocoa flavor with light creaminess. Freshly made in Manchester, using premium ingredients and Nooshe’s artisan touch."
        },
        {
            "id": 4,
            "link": "/images/oreo.png",
            "header": "Oreo Obsession",
            "body": "Indulge in Nooshe’s Oreo Cheesecake, a creamy and decadent dessert combining smooth vanilla cheesecake with crushed Oreo cookies and chocolate crumbs. Each bite delivers the perfect balance of creaminess and crunch, made with the finest ingredients in Manchester’s favorite artisan bakery. Ideal for Oreo lovers and dessert enthusiasts alike."
        },
        {
            "id": 5,
            "link": "/images/cookies.png",
            "header": "New Yorkers Cookies",
            "body": "Discover Nooshe’s exclusive artisan cookie collection, freshly baked in Manchester. From right to left: Golden Lotus (Biscoff cookie with caramel notes), Brussels Bite (rich Belgian chocolate cookie), Pistachio Mirage (pistachio cookie filled with Dubai chocolate), and Velvetella (red velvet cookie with Nutella and Oreo). Each cookie is handcrafted, soft in the center, and made with premium ingredients for the ultimate treat."
        },
        {
            "id": 6,
            "link": "/images/lemon.png",
            "header": "Zesty Bliss+",
            "body": "Zesty Bliss Plus is a luxurious twist on our signature lemon cake, layered with smooth blueberry cream and topped with fresh lemon cuts and blueberries. This cake perfectly balances citrus brightness with creamy richness, inspired by Persian artistry and British elegance."
        },
        {
            "id": 7,
            "link": "/images/mango.png",
            "header": "Tropical Mango Cheesecake",
            "body": "A slice of sunshine in every bite. Our Tropical Mango Cheesecake combines a velvety cream cheese base with layers of smooth mango purée, resting on a buttery biscuit crust. Finished with juicy mango pieces and delicate floral notes, it’s the perfect balance of freshness, creaminess, and tropical indulgence, a taste that transports you straight to paradise."
        },
        {
            "id": 8,
            "link": "/images/strawcookie.png",
            "header": "Velvetella (Red velvet cookie)",
            "body": "A thick, chewy red velvet cookie base with a whole Oreo baked inside and a generous centre of rich, premium Nutella hazelnut spread. This decadent chocolate cookie is hand-finished with a fresh strawberry half, blending classic flavours with modern home-baking perfection."
        },
        {
            "id": 9,
            "link": "/images/biscoff.png",
            "header": "Biscoff Temptation Cheesecake, 7-Inch Biscoff Dessert",
            "body": "The Biscoff Temptation Cheesecake by Nooshé is a smooth, creamy Biscoff dessert with a buttery biscuit base and a rich Biscoff spread topping. This 7-inch cheesecake is ideal for sharing, gifting, or celebrating special moments. It offers the perfect balance of caramel flavour and gentle spice."
        },
        {
            "id": 10,
            "link": "/images/art.png",
            "header": "Blushberry Cheesecake, Mini Strawberry Dessert",
            "body": "The Blushberry Cheesecake is Nooshé’s delicate strawberry mini cheesecake – a perfectly portioned “me-sized” treat. Crafted with creamy cheesecake filling, a buttery biscuit base, and fresh strawberry flavour, it’s an elegant dessert for one. It’s perfect for personal gifting, afternoon tea, or sweet cravings."
        },
        {
            "id": 11,
            "link": "/images/velvetluxury.png",
            "header": "Ruby Velvet Plus Cake, Luxurious Red Velvet Celebration Cake",
            "body": "The Ruby Velvet Plus Cake by Nooshé is an elegant take on the classic red velvet. Layered with smooth cream and strawberry jam, then covered in a soft cream frosting and topped with fresh strawberries, blueberries, and raspberries, it’s the perfect centrepiece for birthdays and celebrations. As part of Nooshé’s “Plus” collection, this cake offers a more refined and luxurious design for those special moments."
        },
        {
            "id": 12,
            "link": "/images/broken.png",
            "header": "Pistachio Mirage Cookie, Dubai Chocolate Cookie",
            "body": "The Pistachio Mirage Cookie is Nooshé’s best-selling cookie, a Dubai-style chocolate delight stuffed with premium Iranian pistachios, creamy milk chocolate, and crispy kadayif. Each one is soft, rich, and bursting with flavour, combining Middle Eastern luxury with modern dessert style."
        },
        {
            "id": 13,
            "link": "/images/minibiscoff.png",
            "header": "Biscoff Temptation, Mini Biscoff Cheesecake",
            "body": "The Biscoff Temptation mini Biscoff cheesecake, crafted for one. It features layers of buttery Biscoff biscuit base, creamy cheesecake filling, a smooth Biscoff spread topping, and crunchy Biscoff biscuit pieces. This individual-sized dessert delivers the perfect mix of caramelised flavour and creamy texture. Ideal for gifting or a personal sweet moment comes in boxes of 4,6 and 12"
        },
        {
            "id": 14,
            "link": "/images/velvetbudget.png",
            "header": "Ruby Velvet cake",
            "body": "Our signature Ruby Velvet cake features a moist, vibrant red velvet base, generously filled with luxurious homemade strawberry jam. Topped with a swirl of fresh cream and garnished with fresh strawberries and blueberries, this decadent sponge cake offers intense flavours and a perfect centrepiece for any celebration."
        },
        {
            "id": 15,
            "link": "/images/minitwilight.png",
            "header": "Mini Cheesecakes: Saffron Pistachio Twilight & Biscoff Temptation",
            "body": "A decadent selection of our mini cheesecakes, featuring two popular flavours. The Saffron Pistachio Twilight is a luxurious Persian cheesecake blended with pure saffron, pistachios, and rose water. Alongside is the Biscoff Temptation, a rich, spiced caramel cheesecake topped with Biscoff crumb and biscuit. Perfect for parties and desserts."
        },
        {
            "id": 16,
            "link": "/images/brownie.png",
            "header": "Midnight Crave (Gluten-free option)",
            "body": "Our rich and fudgy Midnight Crave brownie, now available as a gluten-free option. This decadent chocolate treat is intensely chocolatey and perfectly moist, baked without gluten but sacrificing none of the taste. Finished beautifully with fresh strawberries, it blends simple flavours with modern home-baking perfection"
        },
        {
            "id": 17,
            "link": "/images/sunsetslice.png",
            "header": "Chocolate Sunset (Orange brownie)",
            "body": "Our rich and fudgy Chocolate Sunset brownie perfectly blends intense chocolatey depth with bright, zesty candied orange pieces. This decadent orange brownie is finished with a delicate chocolate drizzle, creating a harmonious balance of flavours for a truly memorable treat."
        },
        {
            "id": 18,
            "link": "/images/velvetmany.png",
            "header": "Ruby Velvet Cake",
            "body": "Our Ruby Velvet cake features a moist, vibrant red velvet sponge layered with luxurious homemade strawberry jam and fresh cream filling. This beautiful, cost-friendly party cake is garnished with fresh berries and makes a perfect centrepiece for any celebration, delivering premium flavours without the premium price."
        }

    ]
}